[ItemDefs.ID_HairTuft MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Mecha de Pelo de Bullymong"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_HairTuft:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma grande mecha de pelo de um Bullymong ferido."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_HairTuftPickup MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Pelo de Bullymong"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_HairTuftPickup:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Tirando os fios ensanguentados, até que o pelo é bem macio."
NoConstraintText=""
Suffix=""
Prefix=""

